/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1428) */
"<Do Not Localize>" = "<Do Not Localize>";

/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "Skift…";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:1127) */
"Enter your name and registration key" = "Indtast navn og registreringsnøgle";

/* NSTextField (Key:) : <title:Key:> (oid:353) */
"Key:" = "Nøgle:";

/* NSTextField (License type:) : <title:License type:> (oid:1425) */
"License type:" = "Licens type:";

/* NSButton (Lost license?) : <title:Lost license?> (oid:44) */
"Lost license?" = "Mistet licens?";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "MiniBatteryLogger er shareware og vil holde op med at virke efter 30 dage, medmindre du registrerer.";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "Navn:";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "OK";

/* NSButton (Register online) : <title:Register online> (oid:1150) */
"Register online" = "Registrer online";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "Registreret til:";

/* NSBox (Registration Information) : <title:Registration Information> (oid:1141) */
"Registration Information" = "Registrerings informationer";

/* NSTextField (Validity date:) : <title:Validity date:> (oid:1427) */
"Validity date:" = "Gyldighedsdato:";
